<?php

// Выход (успех)
return [
	// Система
	'empty' => 'Пусто',
	'yes' => 'Да',
	'no' => 'Нет',

	// Главное меню
	'menu_title' => 'Главное меню',
	'menu_description_guest' => "*Создайте ваш первый проект* и получите *ориентировочную стоимость* всего за 2 минуты\n\nПосле расчёта *сформируйте заявку* к проджект\-менеджеру для более глубокого анализа и составлении ТЗ\n\nПри желании этот этап можно пропустить сразу *связавшись с оператором* _\(график работы указан в его профиле\)_",
	'menu_description_partner' => "Надеемся, что наше сотрудничество оставляет сугубо *положительные эмоции* и способствует *развитию обоих сторон*\n\n*Благодарим за выбор нашей команды*",
	'menu_experiment' => "Чат\-робот находится в *экспериментальном* режиме\n_Просьба сообщать при обнаружении любых проблем, спасибо_",
	'menu_update' => 'Последнее обновление',
	'menu_button_project_new' => 'Создать',
	'menu_button_projects' => 'Проекты',
	'menu_button_operator' => 'Связь с оператором',

	// Аккаунт
	'account_title' => 'Аккаунт',
	'account_authorized_system' => 'Доступ к системе',
	'account_authorized_settings' => 'Доступ к изменению настроек',
	'account_authorized_system_settings' => 'Системный доступ к системным настройкам',

	// Настройки языка
	'settings_select_language_title' => 'Выбери язык',
	'settings_select_language_description' => 'Выбранный язык будет записан в настройки аккаунта',
	'settings_language_update_success' => 'Язык заменён:',
	'settings_language_update_fail' => 'Не удалось заменить язык',

	// Выбор языка
	'select_language_title' => 'Выбери язык',
	'select_language_description' => 'Выбранный язык будет использован в текущем процессе',
	'select_language_button_add' => 'Добавить язык',

	// Авторизация
	'not_authorized_system' => 'У тебя нет доступа к системе',
	'not_authorized_settings' => 'У тебя нет доступа к настройкам',
	'not_authorized_system_settings' => 'У тебя нет доступа к системным настройкам',

	// Сообщения
	'message_initialization_fail' => 'Не удалось инициализировать сообщение Телеграм',
	'message_text_initialization_fail' => 'Не удалось инициализировать текст сообщения Телеграм',

	// Прочее
	'why_so_shroomious' => 'почему такой грибъёзный'
];
